# St7SetResultFileCombFileName

Sets the name of the specified file in the current result file combination.

long St7SetResultFileCombFileName(long uID, long FileNum, char* FileName)
Input Parameters
uID
Strand7 model file ID.
FileNum
File number in the current combination.
FileName
Full path and name for the result file.